[
  {
    "_id": "0000000001",
    "vehicle_id": "0000000001",
    "seller_id": "0000000001",
    "year": "2000",
    "make": "BMW",
    "model": "325i",
    "trim": "m3",
    "price": "25,311",
    "mileage": "36,001",
    "fuelType": "Gasoline",
    "transmission": "6 Speed Manual",
    "drivetrain": "RWD",
    "exteriorColor": "Orange",
    "interiorColor": "Charcoal",
    "shopNotes": "This BMW M3 arrived in our garage completely stock with only 35,000 miles on the engine. Originally the M3 came with a 3.0-liter twin-turbocharged inline 6, rated at 425 hp and 406 lb-ft of torque. But after improvements and tuning we increased the power to 536 hp and 480 lb-ft of torque. Our design crew also went through and added front and rear bumper diffusers, a rear spoiler to keep the rear wheels planted, and a bigger wheel package. This M3 now has a 0 to 60 time of 3.2 seconds and is ready for the next track day.",
    "dynoSpecs_HP": "536",
    "dynoSpecs_T": "480",
    "image": "/vehicles/bmw_325i_02.png",
    "isSold": "false",
    "isConsignment": "false",
    "views": "0",
    "creationDate": "27-07-2019"
  },
  {
    "_id": "0000000002",
    "vehicle_id": "0000000002",
    "seller_id": "0000000002",
    "year": "2013",
    "make": "Subaru",
    "model": "WRX",
    "trim": "Limited",
    "price": "28,761",
    "mileage": "13,015",
    "fuelType": "Gasoline",
    "transmission": "6 Speed Manual",
    "drivetrain": "AWD",
    "exteriorColor": "Black",
    "interiorColor": "Charcoal",
    "shopNotes": "This 2013 Subaru WRX limited has been well taken care of and is a one-owner vehicle. It has low miles on the engine and is mostly stock with only tuning software installed and intake and exhaust improvements. Powered by a turbocharged 2.5L four-cylinder boxer engine that generates 315 horsepower and 298 lb/ft of torque. Our pros were able to launch this vehicle from 0-60 in 4.5 seconds while running a quarter-mile in 13.3 seconds. Our technicians have performed a full inspection of all components and dyno-tested the engine to verify the power and reliability of the vehicle. Contact us today to check availability and schedule a test drive.",
    "dynoSpecs_HP": "315",
    "dynoSpecs_T": "298",
    "image": "/vehicles/subaru_wrx.png",
    "isSold": "false",
    "isConsignment": "true",
    "views": "0",
    "creationDate": "27-07-2019"
  },
  {
    "_id": "0000000003",
    "vehicle_id": "0000000003",
    "seller_id": "0000000003",
    "year": "2017",
    "make": "Audi",
    "model": "R8",
    "trim": "Quattro Plus",
    "price": "159,900",
    "mileage": "6,451",
    "fuelType": "Gasoline",
    "transmission": "7 Speed Automatic",
    "drivetrain": "AWD",
    "exteriorColor": "White",
    "interiorColor": "Charcoal",
    "shopNotes": "This 2017 Audi R8 Quattro has been well taken care of and is a one-owner vehicle. It has low miles on the engine and is completely stock with only tuning software installed. Powered by a 5.2 liter V10 that generates 540 horsepower and 398 lb/ft of torque. Our pros were able to launch this vehicle from 0-60 in 2.6 seconds while running a quarter-mile in 10.1 seconds. Our technicians have performed a full inspection of all components and dyno-tested the engine to verify the power and reliability of the vehicle. Contact us today to check availability and schedule a test drive.",
    "dynoSpecs_HP": "540",
    "dynoSpecs_T": "398",
    "image": "/vehicles/audi_r8.png",
    "isSold": "false",
    "isConsignment": "true",
    "views": "0",
    "creationDate": "27-05-2019"
  }
]
